Repository: samnazarko/osmc
Catalog: package/mediacenter-addon-osmc/src/service.osmc.settings/resources/language/resource.language.*/strings.po
Languages: sl_si

# #32001
source: OSMC Settings
sl_si: OSMC Nastavitve

# #32003
source: Hostname
sl_si: Ime gostitelja

# #32005
source: Please wait a few seconds and try again.
sl_si: Počakajte nekaj sekund in poskusite znova.

# #32006
source: If this error persists, try disabling then re-enabling the OSMC Settings Service.
sl_si: Če se ta napaka ponovi, poskusite onemogočiti in nato znova omogočiti storitev nastavitev OSMC.

# #32007
source: My OSMC service is unavailable
sl_si: Moja storitev OSMC ni na voljo

# #32008
source: Welcome
sl_si: Dobrodošli

# #32009
source: Timezone
sl_si: Časovni pas

# #32010
source: License
sl_si: Licenca

# #32011
source: Networking
sl_si: Omrežje

# #32012
source: Finish
sl_si: Končaj

# #32013
source: Continue
sl_si: Nadaljuj

# #32014
source: OSMC could not automatically connect to the Internet.
sl_si: OSMC se ni mogel samodejno povezati z internetom.

# #32015
source: I'd like to set up networking manually
sl_si: Rad bi ročno nastavil omrežje

# #32016
source: I'll set up networking later
sl_si: Omrežje bom nastavil kasneje

# #32017
source: That's it! You're now ready to enjoy OSMC.[CR][CR]If you need any help we have a wealth of resources to help you get the best of OSMC.[CR]We hope you enjoy using OSMC just as much as we enjoy developing it![CR][CR]~ Team OSMC ~
sl_si: To je to! Zdaj ste pripravljeni na uživanje v OSMC.[CR][CR]Če potrebujete kakršno koli pomoč, imamo obilico virov, ki vam bodo pomagali kar najbolje izkoristiti OSMC.[CR]Upamo, da boste z OSMC uživali tako kot mi v razvoju![CR][CR]~ Ekipa OSMC ~

# #32018
source: The OSMC Skin
sl_si: OSMC preobleka

# #32019
source: Estuary
sl_si: Estuarij

# #32020
source: Give your device a name
sl_si: Poimenujte svojo napravo

# #32021
source: Current name: osmc
sl_si: Trenutno ime: osmc

# #32022
source: I'd like to stay updated with OSMC news by email
sl_si: Rad bi bil na tekočem z novicami OSMC po e-pošti

# #32023
source: Warranty
sl_si: Garancija

# #32024
source: Please Wait...
sl_si: Prosim počakajte...

# #32025
source: Configuring Network Connection
sl_si: Konfiguriranje omrežne povezave

# #32026
source: Check for Updates?
sl_si: Preveri za posodobitve?

# #32027
source: As you've installed OSMC via NOOBS,
sl_si: Ker ste namestili OSMC preko NOOBS,

# #32028
source: we recommend you ensure you're on the latest version.
sl_si: priporočamo, da zagotovite, da uporabljate najnovejšo različico.

# #32029
source: Would you like to check for updates now?
sl_si: Ali želite zdaj preveriti, ali so na voljo posodobitve?

# #32030
source: Thanks for trying OSMC.
sl_si: Hvala, ker ste preizkusili OSMC.

# #32031
source: We recommend you check for updates now to ensure you're on the latest version.
sl_si: Priporočamo, da zdaj preverite, ali so na voljo posodobitve, da zagotovite, da uporabljate najnovejšo različico.

# #32032
source: What would you like to do?
sl_si: Kaj bi rad počel?

# #32033
source: at osmc.tv/help and a bustling community
sl_si: na osmc.tv/help in živahno skupnost

# #32034
source: (Suggest a random name)
sl_si: (Predlagajte naključno ime)

# #32035
source: Give your device a name
sl_si: Poimenujte svojo napravo

# #32036
source: SSH Service is Enabled
sl_si: Storitev SSH je omogočena

# #32037
source: SSH Service is Disabled
sl_si: Storitev SSH je onemogočena

# #32038
source: Please enter your password
sl_si: Prosimo vnesite svoje geslo

# #32039
source: Please confirm your password
sl_si: Prosim potrdite svoje geslo

# #32040
source: Password mismatch
sl_si: Neujemanje gesla

# #32041
source: Would you like to enter your password in plain text?
sl_si: Ali želite vnesti svoje geslo v navadnem besedilu?

# #32042
source: Your password entries did not match
sl_si: Vaša vnosa gesla se ne ujemajo

# #32043
source: Name your device
sl_si: Poimenujte svojo napravo

# #32044
source: Click here to change/confirm password:
sl_si: Kliknite tukaj za spremembo/potrditev gesla:

# #32045
source: Please enter your email
sl_si: Prosimo, vnesite svoj e-poštni naslov

# #32046
source: Confirm
sl_si: Potrdi

# #32048
source: App Store
sl_si: Trgovina z aplikacijami

# #32049
source: This module is where you can grab awesome APFs like...
sl_si: V tem modulu lahko zgrabite izjemne APF-je, kot so...

# #32050
source: Log Uploader
sl_si: Nalagalnik dnevnika

# #32051
source: This module helps with debugging and troubleshooting by retrieving logs, various xml, and config information from your system and uploading them in a single file.[CR]Once uploading is complete, you are provided with a URL which you can share on the OSMC forums.[CR]The information stored in the URL will help others diagnose your issue and decrease the amount of time it takes to find a resolution.
sl_si: Ta modul pomaga pri razhroščevanju in odpravljanju težav tako, da pridobi dnevnike, različne xml in podatke o konfiguraciji iz vašega sistema ter jih naloži v eno datoteko.[CR]Ko je nalaganje končano, dobite URL, ki ga lahko delite na forumih OSMC.[CR]Podatki, shranjeni v URL-ju, bodo drugim pomagali diagnosticirati vašo težavo in skrajšali čas, potreben za iskanje rešitve.

# #32052
source: Network
sl_si: Omrežje

# #32053
source: This is network settings, it contains settings for the network.
sl_si: To so omrežne nastavitve, vsebujejo nastavitve za omrežje.

# #32054
source: Pi Config
sl_si: Konfiguracija Pi

# #32055
source: The Raspberry Pi doesn't have a conventional BIOS. System configuration parameters are stored in a "config.txt" file. For more detail, visit http://elinux.org/RPiconfig[CR]This settings module allows you to edit your config.txt from within OSMC using a graphical interface.[CR][CR]The module includes:[CR]- display rotation[CR]- hdmi_safe & hdmi_boost[CR]- hdmi_group & hdmi_mode[CR]- function to save edid to file[CR]- sdtv_mode & sdtv_aspect[CR]- GPU memory split[CR]- MPG2 & WVC1 licences (including status)[CR]- your Pi's serial number[CR][CR]Finally, there is a Config Editor that will allow you to quickly add, edit, or delete lines in your config.txt.[CR][CR]Overclock settings are set using the Pi Overclock module.
sl_si: Raspberry Pi nima običajnega BIOS-a. Parametri sistemske konfiguracije so shranjeni v datoteki "config.txt". Za več podrobnosti obiščite http://elinux.org/RPiconfig[CR]Ta nastavitveni modul vam omogoča urejanje vaše config.txt znotraj OSMC z uporabo grafičnega vmesnika.[CR][CR]Modul vključuje:[CR]- vrtenje zaslona[CR]- hdmi_safe & hdmi_boost[CR]- hdmi_group & hdmi_mode[CR]- funkcija za shranjevanje edid v datoteko[CR]- sdtv_mode & sdtv_aspect[CR]- razdelitev pomnilnika GPU[CR]- licenci MPG2 in WVC1 (vključno status)[CR]- serijska številka vašega Pi-ja[CR][CR]Končno je na voljo še urejevalnik konfiguracij, ki vam omogoča hitro dodajanje, urejanje ali brisanje vrstic v datoteki config.txt.[CR][CR]Nastavitve za overclock se nastavijo z modulom Pi Overclock.

# #32056
source: Remotes
sl_si: Daljinci

# #32057
source: This module allows the user to select the appropriate lirc.conf file for their remote.
sl_si: Ta modul omogoča uporabniku, da izbere ustrezno datoteko lirc.conf za svoj daljinski upravljalnik.

# #32058
source: Services
sl_si: Storitve

# #32059
source: Control OSMC services
sl_si: Nadzirajte storitve OSMC

# #32060
source: Updates
sl_si: Posodobitve

# #32061
source: Manage updates
sl_si: Upravljanje posodobitev

# #32062
source: Developer
sl_si: Razvijalec

# #32063
source: Test walk through
sl_si: Testni sprehod

# #32064
source: Look + Feel
sl_si: Pogled + občutek

# #32065
source: Sign-Up
sl_si: Prijava

# #32066
source: Exit
sl_si: Izhod

# #32067
source: SSH gives you full control of your device and is accessible via your network. This is very useful for troubleshooting.
sl_si: SSH vam omogoča popoln nadzor nad vašo napravo in je dostopen prek vašega omrežja. To je zelo koristno za odpravljanje težav.

# #32068
source: Would you like to receive the newsletter?
sl_si: Ali želite prejemati glasilo?

# #32069
source: Sure, sign me up
sl_si: Seveda, prijavi me

# #32070
source: No thanks
sl_si: Ne hvala

# #32071
source: Africa
sl_si: Afrika

# #32072
source: America
sl_si: Amerika

# #32073
source: Asia
sl_si: Azija

# #32074
source: Atlantic
sl_si: Atlantik

# #32075
source: Australia
sl_si: Avstralija

# #32076
source: Europe
sl_si: Evropa

# #32077
source: India
sl_si: Indija

# #32078
source: Pacific
sl_si: Pacifik

# #32080
source: Accept
sl_si: Sprejmi

# #32081
source: OSMC Remote Pairing
sl_si: Oddaljeno združevanje OSMC

# #32082
source: Please press and hold [B]OK[/B] and [B]HOME[/B] to pair your OSMC remote control.
sl_si: Pritisnite in držite [B]OK[/B] in [B]HOME[/B], da združite daljinski upravljalnik OSMC.
