Repository: samnazarko/osmc
Catalog: package/mediacenter-addon-osmc/src/script.module.osmcsetting.pi/resources/language/resource.language.*/strings.po
Languages: sl_si

# #32001
source: Display
sl_si: Prikazovalnik

# #32002
source: GPU Mem & Codec
sl_si: GPU spomin & Codec

# #32007
source: Flip Horizontal
sl_si: Preslikaj horizontalno

# #32008
source: Flip Vertical
sl_si: Preslikaj vertikalno

# #32013
source: hdmi_force_hotplug should be disabled before using a different tv or hdmi port
sl_si: hdmi_force_hotplug mora biti onemogočen pre zamenjavo prikazovalnika oziroma menjavo hdmi vhoda

# #32015
source: config_hdmi_boost (0 to disable)
sl_si: config_hdmi_boost (0 za onemogočanje)

# #32017
source: Auto
sl_si: Samodejno

# #32020
source: hdmi_mode (max 59 for CEA)
sl_si: hdmi_mode (največ 59 za CEA)

# #32023
source: NTSC (Japan)
sl_si: NTSC (Japonska)

# #32025
source: PAL (Brazil)
sl_si: PAL (Brazilija)

# #32030
source: Set for 256mb Pi
sl_si: Nastavljen za 256mb Pi

# #32031
source: Set for 512mb Pi
sl_si: Nastavljen za 512mb Pi

# #32032
source: Enter MPG2 Licence:
sl_si: Vnesite licenco MPG2:

# #32033
source: Enter WVC1 Licence:
sl_si: Vnesite licenco WVC1:

# #32034
source: Open config-user.txt Editor
sl_si: Odprite urejevalnik config-user.txt

# #32050
source: Done
sl_si: Končano

# #32051
source: OSMC Pi Config Editor
sl_si: Urejevalnik konfiguracije OSMC Pi

# #32052
source: New Entry
sl_si: Nov vnos

# #32053
source: Would you like to write these changes to the config file?
sl_si: Ali želite te spremembe zapisati v konfiguracijsko datoteko?

# #32054
source: Discard
sl_si: Zavrzi

# #32055
source: Write
sl_si: Zapiši

# #32056
source: DELETE
sl_si: IZBRIŠI

# #32057
source: Would you like to EDIT or DELETE this entry?
sl_si: Ali želite UREJATI ali IZBRISATI ta vnos?

# #32058
source: Edit
sl_si: Uredi

# #32059
source: Delete
sl_si: Izbriši

# #32060
source: Edit the config entry
sl_si: Uredite vnos konfiguracije

# #32061
source: Would you like to EDIT or UNDELETE this entry?
sl_si: Bi radi UREDILI ali PREKLICALI IZBRIS tega vnosa?

# #32062
source: Undelete
sl_si: Razveljavi brisanje

# #32064
source: Add a new config entry
sl_si: Dodajte nov vnos konfiguracije

# #32065
source: Your config-user.txt contains duplicate entries.
sl_si: Vaša config-user.txt vsebuje podvojene vnose.

# #32066
source: Please consider deleting the obsolete entry.
sl_si: Prosimo, razmislite o brisanju zastarelega vnosa.

# #32067
source: This setting already exists in your config-user.txt.
sl_si: Ta nastavitev že obstaja v datoteki config-user.txt.

# #32068
source: Pi Serial:
sl_si: Pi serijska:

# #32069
source: Codec status:
sl_si: Stanje kodeka:

# #32070
source: Config Editor
sl_si: Urejevalnik konfiguracij

# #32071
source: GPU Memory Allocation
sl_si: Dodelitev pomnilnika GPE

# #32074
source: Hardware Support
sl_si: Podpora za strojno opremo

# #32075
source: Enable HifiBerry DAC sound card
sl_si: Omogoči zvočno kartico HifiBerry DAC

# #32077
source: Enable HiFiBerry Digi sound card
sl_si: Omogoči zvočno kartico HiFiBerry Digi

# #32079
source: Enable IQAudio DAC sound card
sl_si: Omogoči zvočno kartico IQAudio DAC

# #32080
source: Enable LIRC GPIO support
sl_si: Omogoči podporo LIRC GPIO

# #32081
source: Enable 1-wire GPIO support
sl_si: Omogoči podporo za 1-wire GPIO

# #32082
source: Enable 1-wire pull-up GPIO support
sl_si: Omogoči podporo za 1-wire pull-up GPIO

# #32083
source: Suppress all overlays
sl_si: Zatiranje vseh prekrivk

# #32084
source: Set for 1024mb Pi2
sl_si: Nastavljeno za 1024mb Pi2

# #32085
source: Off
sl_si: Izključeno

# #32086
source: Enable SPI support
sl_si: Omogoči podporo SPI

# #32088
source: default
sl_si: privzeto

# #32089
source: RGB limited
sl_si: RGB omejeno

# #32090
source: RGB full
sl_si: RGB poln

# #32091
source: YCbCr limited
sl_si: YCbCr omejeno

# #32092
source: YCbCr full
sl_si: YCbCr polno

# #32094
source: Soundcard Overlay
sl_si: Prekrivanje zvočne kartice

# #32095
source: Please Note
sl_si: Prosimo, upoštevajte

# #32096
source: Changes to Pi config require a restart.
sl_si: Spremembe konfiguracije Pi zahtevajo ponovni zagon.

# #32097
source: Force audio=on
sl_si: Vsili zvok=vklop

# #32098
source: (Defaults: 2 for Pi A & B, 5 for later versions)
sl_si: (Privzeto: 2 za Pi A & B, 5 za novejše različice)

# #32101
source: Enable Justboom DAC sound card
sl_si: Omogoči zvočno kartico Justboom DAC

# #32102
source: Enable Justboom Digi sound card
sl_si: Omogoči zvočno kartico Justboom Digi

# #32103
source: Enable Allo Piano DAC sound card
sl_si: Omogoči zvočno kartico Allo Piano DAC

# #32104
source: Enable Allo Boss DAC sound card
sl_si: Omogoči zvočno kartico Allo Boss DAC

# #32105
source: Enable Allo Digione sound card
sl_si: Omogoči zvočno kartico Allo Digione

# #32106
source: [COLOR red]Warning[/COLOR]: GPIO remote support with default pins incompatible with HiFiBerry and iqaudio.
sl_si: [COLOR red]Opozorilo[/COLOR]: oddaljena podpora GPIO s privzetimi zatiči, ki niso združljivi s HiFiBerry in iqaudio.

# #32107
source: gpio_pin (0 for disabled)
sl_si: gpio_pin (0 za onemogočeno)
