Repository: samnazarko/osmc
Catalog: package/mediacenter-addon-osmc/src/script.module.osmcsetting.remotes/resources/language/resource.language.*/strings.po
Languages: sl_si

# #32001
source: Apply
sl_si: Uporabi

# #32002
source: Remote Selection
sl_si: Oddaljena izbira

# #32003
source: Browse
sl_si: Prebrskaj

# #32004
source: Exit
sl_si: Izhod

# #32005
source: Select .conf file
sl_si: Izberite datoteko .conf

# #32006
source: OSMC Remotes
sl_si: Daljinski upravljalnik OSMC

# #32007
source: Please confirm change
sl_si: Prosim potrdite spremembo

# #32008
source: Changes will revert in x seconds
sl_si: Spremembe bodo razveljavljene v x sekundah

# #32009
source: Revert
sl_si: Povrni

# #32010
source: Confirm
sl_si: Potrdi

# #32011
source: Implementing change ...
sl_si: Uveljavljanje spremembe ...

# #32012
source: Disable RC6
sl_si: Onemogoči RC6

# #32013
source: Service failed to restart.
sl_si: Storitve ni bilo mogoče znova zagnati.
