Repository: samnazarko/osmc
Catalog: package/mediacenter-addon-osmc/src/script.module.osmcsetting.updates/resources/language/resource.language.*/strings.po
Languages: sl_si

# #32001
source: Schedule
sl_si: Urnik

# #32002
source: How often do you want to check for updates?
sl_si: Kako pogosto želite preverjati za posodobitve?

# #32003
source: Never
sl_si: Nikoli

# #32004
source: Daily
sl_si: Dnevno

# #32005
source: Weekly
sl_si: Tedensko

# #32006
source: Monthly
sl_si: Mesečno

# #32007
source: Day
sl_si: Dan

# #32008
source: Monday
sl_si: Ponedeljek

# #32009
source: Tuesday
sl_si: Torek

# #32010
source: Wednesday
sl_si: Sreda

# #32011
source: Thursday
sl_si: Četrtek

# #32012
source: Friday
sl_si: Petek

# #32013
source: Saturday
sl_si: Sobota

# #32014
source: Sunday
sl_si: Nedelja

# #32015
source: Days before/after month-end
sl_si: Dnevi pred/po koncu meseca

# #32016
source: Do you want to choose a specific time to check?
sl_si: Ali želite izbrati določen čas za preverjanje?

# #32017
source: Random
sl_si: Naključno

# #32018
source: Specific
sl_si: Specifično

# #32019
source: Hour
sl_si: Ura

# #32020
source: Location entry method
sl_si: Način vnosa lokacije

# #32021
source: Browsed
sl_si: Prebrskal

# #32022
source: Typed
sl_si: Vtipkano

# #32023
source: Click to Type
sl_si: Kliknite za tipkanje

# #32024
source: Click to Browse
sl_si: Kliknite za brskanje

# #32025
source: Select files/folders to backup
sl_si: Izberite datoteke/mape za varnostno kopiranje

# #32046
source: Suppress on-screen progress updates
sl_si: Onemogoči posodobitve napredka na zaslonu

# #32053
source: Install available updates Now
sl_si: Namestite razpoložljive posodobitve zdaj

# #32056
source: Scan for updates now
sl_si: Takoj preveri za nove posodobitve

# #32057
source: Prompt for all actions
sl_si: Poziv za vsa dejanja

# #32058
source: Display icon on home screen only
sl_si: Prikaz ikone samo na domačem zaslonu

# #32059
source: When updating...
sl_si: Pri posodabljanju...

# #32060
source: Download and display icon
sl_si: Prenos in prikaz ikone

# #32061
source: Download and install automatically
sl_si: Samodejni prenos in namestitev

# #32062
source: Download, install, auto-restart if needed
sl_si: Prenos, namestitev, po potrebi samodejni ponovni zagon

# #32063
source: Do not prompt, display icon, or take any action
sl_si: Ne pozivajte, ne prikazujte ikon in ne izvajajte ničesar

# #32064
source: Action when updates are found
sl_si: Ukrep, ko so najdene posodobitve

# #32065
source: Only show prompts on the home screen
sl_si: Pokaži samo pozive na začetnem zaslonu

# #32066
source: Icon Position Horizontal (% of screen)
sl_si: Vodoravni položaj ikone (% zaslona)

# #32067
source: Icon Position Vertical (% of screen)
sl_si: Navpični položaj ikone (% zaslona)

# #32068
source: Do not show icon on home screen
sl_si: Ne prikaži ikone na začetnem zaslonu

# #32069
source: Only check for updates if system is idle for 1 minute
sl_si: Preverba za posodobitvami le, če sistem miruje vsaj 1 minuto

# #32070
source: Do not check for updates during playback
sl_si: Med predvajanjem ne preverjaj za posodobitve

# #32071
source: Delay (minutes)
sl_si: Zakasnitev (minute)

# #32072
source: OSMC Update Available
sl_si: Na voljo posodobitev OSMC

# #32073
source: Updates have been downloaded and can be installed immediately.
sl_si: Posodobitve so bile prenesene in jih je mogoče takoj namestiti.

# #32074
source: Would you like to install the updates now?
sl_si: Ali želite takoj namestiti posodobitve?

# #32075
source: Updates have been downloaded, but Kodi will need to exit to install them.
sl_si: Posodobitve so bile prenesene, vendar se bo moral Kodi zapreti, da se bodo namestile.

# #32076
source: Would you like to exit and install the updates now?
sl_si: Ali želite izvesti izhod in namestiti posodobitve?

# #32077
source: OSMC Updater
sl_si: Posodobitveni program OSMC

# #32078
source: Update Running.
sl_si: Izvaja se posodobitev.

# #32079
source: Packages have been installed that require a reboot.
sl_si: Nameščeni so bili paketi, ki zahtevajo ponovni zagon.

# #32080
source: Would you like to reboot now?
sl_si: Ali želite izvesti ponovni zagon?

# #32081
source: Reboot Now
sl_si: Ponovno zaženi

# #32082
source: Reboot Later
sl_si: Ponovno zaženi pozneje

# #32083
source: There are updates that are available for install.
sl_si: Obstajajo posodobitve, ki so na voljo za namestitev.

# #32084
source: Would you like to install them now?
sl_si: Ali jih želite zdaj namestiti?

# #32085
source: Fair enough, then.
sl_si: Pošteno, nakar.

# #32086
source: You can install them from within the OSMC settings later.
sl_si: Pozneje jih lahko namestite iz nastavitev OSMC.

# #32087
source: OSMC Update Error
sl_si: Napaka pri posodobitvi OSMC

# #32088
source: Error installing: %s
sl_si: Napaka pri nameščanju: %s

# #32089
source: Please report this on the OSMC forum.
sl_si: Prijavite to na forumu OSMC.

# #32090
source: Update
sl_si: Posodobitev

# #32091
source: Operations successfully completed.
sl_si: Operacije uspešno zaključene.

# #32092
source: There are no updates available.
sl_si: Na voljo ni nobenih posodobitev.

# #32093
source: Update Settings
sl_si: Nastavitve posodobitve

# #32094
source: Manual Controls
sl_si: Ročne kontrole

# #32095
source: Download updates, then prompt
sl_si: Prenesi posodobitve in nato vprašaj

# #32096
source: Backup
sl_si: Varnostna kopija

# #32097
source: Backup error. Details in log.
sl_si: Napaka varnostnega kopiranja. Podrobnosti v dnevniku.

# #32098
source: Items successfully restored.
sl_si: Elementi so bili uspešno obnovljeni.

# #32099
source: Restoring guisettings.xml requires Kodi to restart.
sl_si: Obnovitev guisettings.xml zahteva ponovni zagon Kodija.

# #32100
source: Restart Now
sl_si: Ponovno zaženi zdaj

# #32101
source: Restart Later
sl_si: Ponovno zaženi kasneje

# #32102
source: Error
sl_si: Napaka

# #32103
source: Unsupported Alphas cannot be upgraded.
sl_si: Nepodprte alfe ni mogoče nadgraditi.

# #32104
source: Please install the latest version of OSMC.
sl_si: Prosim, namestite najnovejšo različico OSMC.

# #32105
source: Run Backup of settings now.
sl_si: Zaženite varnostno kopijo nastavitev.

# #32106
source: Restore a backup of settings now.
sl_si: Obnovitev varnostne kopije nastavitev.

# #32107
source: Backup before each update (excludes manual update).
sl_si: Varnostno kopiranje pred vsako posodobitvijo (razen ročne posodobitve).

# #32108
source: Number of backup files to keep (0 for keep all)
sl_si: Število datotek varnostne kopije, ki jih je treba obdržati (0 za ohranitev vseh)

# #32109
source: Backups
sl_si: Varnostne kopije

# #32110
source: OSMC Restore
sl_si: Obnovitev OSMC

# #32111
source: Minute
sl_si: Minuta

# #32112
source: Some packages were not installed/removed.
sl_si: Nekateri paketi niso bili nameščeni/odstranjeni.

# #32113
source: Details have been written to the Kodi log.
sl_si: Podrobnosti so bile zapisane v dnevnik Kodi.

# #32114
source: Apply HotFix
sl_si: Uporabi hitri popravek

# #32115
source: Enter HotFix ID
sl_si: Vnesite ID hitrega popravka

# #32116
source: OSMC HotFix
sl_si: OSMC hitri popravek

# #32117
source: HotFixes run commandline code on your device.
sl_si: Hitri popravki izvajajo kodo ukazne vrstice v vaši napravi.

# #32118
source: Only use Hotfixes provided by people you trust.
sl_si: Uporabljajte samo hitre popravke, ki so jih zagotovili ljudje, ki jim zaupate.

# #32119
source: Are you sure you would like to apply this HotFix?
sl_si: Ali ste prepričani, da želite uporabiti ta hitri popravek?

# #32120
source: OSMC HotFix Uploader
sl_si: OSMC nalagalnik hitrih popravkov

# #32121
source: HotFix Upload failed.
sl_si: Nalaganje hitrega popravka ni uspelo.

# #32122
source: Save the output to /boot?
sl_si: Shrani izhod v /boot?

# #32123
source: HotFix output successfully uploaded.
sl_si: Izhod hitrega popravka je bil uspešno naložen.

# #32124
source: Cancel
sl_si: Prekliči

# #32125
source: Proceed
sl_si: Nadaljuj

# #32126
source: Visit osmc.tv/blog for more details.
sl_si: Za več podrobnosti obiščite osmc.tv/blog.

# #32127
source: Major updates may cause addon and database incompatibility.
sl_si: Večje posodobitve lahko povzročijo nezdružljivost dodatkov in baze podatkov.

# #32128
source: Detected major update for Kodi.
sl_si: Zaznana večja posodobitev za Kodi.

# #32129
source: Insufficient space for Update to proceed.
sl_si: Ni dovolj prostora za nadaljevanje posodobitve.

# #32130
source: Free some storage space and try again later.
sl_si: Sprostite nekaj prostora za shranjevanje in poskusite znova pozneje.

# #32131
source: Unable to connect to the Update servers.
sl_si: Ni mogoče vzpostaviti povezave s strežniki za posodobitev.

# #32132
source: Please try again later.
sl_si: Prosim poskusite kasneje.

# #32133
source: The installed program requires a restart.
sl_si: Nameščeni program zahteva ponovni zagon.

# #32134
source: Reset Kodi on next reboot
sl_si: Ponastavite Kodi ob naslednjem ponovnem zagonu

# #32135
source: [COLOR red]Warning: This will delete ALL user data in Kodi; skins, addons, databases, settings, etc.[/COLOR]
sl_si: [COLOR red]Opozorilo: S tem boste izbrisali VSE uporabniške podatke v Kodi; preobleke, dodatki, zbirke podatkov, nastavitve, itd.[/COLOR]

# #32137
source: Update not permitted.
sl_si: Posodobitev ni dovoljena.

# #32138
source: Unable to reach internet.
sl_si: Ni mogoče doseči interneta.

# #32139
source: Restore
sl_si: Obnovitev

# #32140
source: Some items failed to restore.
sl_si: Nekaterih elementov ni bilo mogoče obnoviti.

# #32141
source: See log for details.
sl_si: Za podrobnosti si oglejte dnevnik.

# #32142
source: Your system is running out of storage (<%sMB left).
sl_si: Vašemu sistemu zmanjkuje prostora za shranjevanje (ostalo <%sMB).

# #32143
source: Would you like to try and clear unused system files?
sl_si: Bi radi poskusili počistiti neuporabljene sistemske datoteke?

# #32144
source: Try rebooting a couple times to clear out temporary files.
sl_si: Poskusite nekajkrat znova zagnati, da počistite začasne datoteke.

# #32145
source: Restore failed
sl_si: Obnovitev ni uspela

# #32146
source: Failure to reading the file.
sl_si: Napaka pri branju datoteke.

# #32147
source: OSMC Backup
sl_si: Varnostna kopija OSMC

# #32148
source: Location for backup not provided.
sl_si: Lokacija za varnostno kopiranje ni na voljo.

# #32149
source: Set the backup folder in My OSMC.
sl_si: Nastavitev poti mape varnostne kopije v moj OSMC.

# #32150
source: Insufficent diskspace at target location.
sl_si: Na ciljni lokaciji ni dovolj prostora na disku.

# #32151
source: Backup location not writeable.
sl_si: Lokacija varnostne kopije ni zapisljiva.

# #32152
source: Backup failed
sl_si: Varnostno kopiranje ni uspelo

# #32153
source: Backup failed to copy the tar file.
sl_si: Varnostna kopija ni uspela kopirati datoteke tar.

# #32154
source: Select a backup file
sl_si: Izberite datoteko varnostne kopije

# #32155
source: Browse to backup file
sl_si: Poiščite varnostno kopijo datoteke

# #32156
source: Restore failed to copy the file.
sl_si: Obnovitev ni uspela kopirati datoteke.

# #32157
source: Could not identify contents of backup file.
sl_si: Vsebine varnostne kopije ni bilo mogoče prepoznati.

# #32158
source: Items successfully restored
sl_si: Elementi so bili uspešno obnovljeni

# #32159
source: Starting backup
sl_si: Začetek varnostnega kopiranja

# #32160
source: Transferring backup file
sl_si: Prenos varnostne kopije datoteke

# #32161
source: Removing old backup file: %s
sl_si: Odstranjevanje stare varnostne kopije: %s

# #32162
source: Select items to restore
sl_si: Izberite elemente za obnovitev

# #32163
source: Overwrite existing files
sl_si: Prepišite obstoječe datoteke

# #32164
source: Select new restore folder
sl_si: Izberite novo obnovitveno mapo

# #32165
source: Browse to restore location
sl_si: Prebrskajte, da obnovite lokacijo

# #32166
source: Addons Folder
sl_si: Mapa z dodatki

# #32167
source: Addon Data Folder
sl_si: Podatkovna mapa dodatka

# #32168
source: Database Folder
sl_si: Mapa baze podatkov

# #32169
source: Keymaps Folder
sl_si: Mapa s preslikavami tipk

# #32170
source: Library Folder
sl_si: Mapa knjižnice

# #32172
source: Playlists Folder
sl_si: Mapa seznamov predvajanja

# #32173
source: Profiles Folder
sl_si: Mapa s profili

# #32174
source: Thumbnails Folder (very large)
sl_si: Mapa s sličicami (zelo velika)

# #32175
source: Save States Folder
sl_si: Mapa z shranjenimi stanji

# #32176
source: Tvheadend Folder
sl_si: Tvheadend mapa

# #32178
source: Authorized SSH Keys
sl_si: Pooblaščeni ključi SSH

# #32179
source: Addons
sl_si: Dodatki

# #32180
source: Addon Data
sl_si: Podatki dodatka

# #32181
source: Database
sl_si: Baza podatkov

# #32182
source: Keymaps
sl_si: Zemljevidi tipk

# #32183
source: Library
sl_si: Knjižnica

# #32184
source: Playlists
sl_si: Seznami predvajanja

# #32185
source: Profiles
sl_si: Profili

# #32186
source: Thumbnails
sl_si: Sličice

# #32187
source: Save States
sl_si: Shranjena stanja

# #32189
source: Directory
sl_si: Imenik

# #32190
source: Mixed
sl_si: Mešano

# #32191
source: File
sl_si: Datoteka
