Repository: samnazarko/osmc
Catalog: package/mediacenter-osmc/patches/resource.language.*/resources/strings-osmc.po
Languages: sl_si

# #790
source: Remote control
sl_si: Daljinski upravljalnik

# #10636
source: Use HDMI AVI signalling
sl_si: Uporabi HDMI AVI signal

# #13133
source: Force RGB output
sl_si: Prisili RGB izhod

# #13134
source: Lock HDMI HPD
sl_si: Zakleni HDMI HPD

# #13135
source: Mute HDMI audio output
sl_si: Utišaj izhod HDMI zvoka

# #13136
source: Force 422 colour subsampling
sl_si: Vsili barvno podvzorčenje 422

# #13137
source: Display maximum luminance
sl_si: Prikaži največjo svetilnost

# #13438
source: Allow hardware acceleration
sl_si: Omogoči strojno pospeševanje

# #34210
source: HDR processing
sl_si: HDR obdelovanje

# #34211
source: Choose how HDR10 signals will be processed. Auto outputs BT709 or HDR10 according to your display's capabilities. BT2020SDR forces SDR with BT2020 (if your display supports it).
sl_si: Izberi način obdelovanja HDR10 signala. Samodejno se uporabi BT709 ali HDR10 izhod, glede na zmožnosti prikazovalnika. BT2020SDR prisili SDR z BT2020 (če prikazovalnik to podpira).

# #34212
source: Auto
sl_si: Samodejno

# #34213
source: Force passthrough
sl_si: Prisilni prehod

# #34214
source: Force SDR
sl_si: Prisili SDR

# #34216
source: Set this to your TV's HDR capability to force output of HDR streams as HDR. May help if your TV supports HDR but your AVR does not.
sl_si: To nastavi na HDR zmožnost vašega televizorja, da vsilite predvajanje tokov HDR kot HDR. Lahko pomaga, če vaš TV podpira HDR, vaš AVR pa ne.

# #34217
source: Manually set a display's HDR support
sl_si: Ročno nastavite podporo HDR zaslona

# #34218
source: Auto (follow EDID)
sl_si: Samodejno (sledi EDID)

# #34219
source: HDR10 only
sl_si: Samo HDR10

# #34230
source: HDR10 and HLG
sl_si: HDR10 in HLG

# #34231
source: HDR10 and HDR10+
sl_si: HDR10 in HDR10+

# #34232
source: HDR10, HLG and HDR10+
sl_si: HDR10, HLG in HDR10+

# #36439
source: Enable hardware video decode using Amlogic decoder.
sl_si: Omogoči strojno dekodiranje vide z uporabo Amlogic dekoderjem.

# #36457
source: Include LFE in stereo downmix
sl_si: Vključi LFE v stereo mešanje navzdol

# #36458
source: Include low frequency effects channel in stereo downmix. 100% - Full LFE volume. 10% to 90% - reduced LFE volume. 0% - LFE excluded from stereo downmix. Note: To avoid damaging your speakers only enable LFE downmix if your speakers can handle very low bass frequencies.
sl_si: Vključite kanal nizkofrekvenčnih učinkov v stereo mešanje navzdol. 100 % - polna glasnost LFE. 10 % do 90 % - zmanjšana glasnost LFE. 0 % - LFE izključen iz stereo mešanja navzdol. Opomba: da preprečite poškodbe zvočnikov, omogočite LFE mešanje navzdol le, če vaši zvočniki prenašajo zelo nizke bas frekvence.

# #36643
source: Mitigate MTU issues with SMBv2
sl_si: Zmanjšajte težave z MTU s SMBv2

# #36644
source: Enabling this option can resolve some connectivity issues when connecting via SMBv2, however doing so will reduce throughput regardless of SMB version
sl_si: Če omogočite to možnost, lahko odpravite nekatere težave s povezljivostjo pri povezovanju prek SMBv2, vendar boste s tem zmanjšali prepustnost ne glede na različico SMB

# #38007
source: Boost centre channel when downmixing
sl_si: Okrepite osrednji kanal pri mešanju navzdol

# #38008
source: Increase this value to make the dialogue louder compared to background sounds when downmixing multichannel audio
sl_si: Povečajte to vrednost, da bo dialog glasnejši v primerjavi z zvoki v ozadju pri zmanjševanju večkanalnega zvoka

# #38355
source: Enable voice recognition
sl_si: Omogoči glasovno prepoznavanje

# #38356
source: Voice recognition language
sl_si: Jezik za glasovno prepoznavanje

# #38357
source: API endpoint
sl_si: Končna točka API

# #38358
source: When enabling voice recognition, you accept OSMC's privacy policy and understand that your voice will be transmitted to an OSMC server. Voice will be instantly transcribed and discarded. You must obtain consent from all people who may be within audible range of this device
sl_si: Ko omogočite prepoznavanje glasu, sprejemate politiko zasebnosti OSMC in razumete, da bo vaš glas prenesen na strežnik OSMC. Glas bo takoj prepisan in zavržen. Pridobiti morate soglasje vseh ljudi, ki so lahko v slišnem območju te naprave

# #38359
source: English
sl_si: Angleščina

# #38360
source: Dutch
sl_si: Danščina

# #38361
source: French
sl_si: Francoščina

# #38362
source: German
sl_si: Nemščina

# #38363
source: Italian
sl_si: Italijanščina

# #38364
source: Spanish
sl_si: Španščina

# #38365
source: Wait Less
sl_si: Čakaj manj

# #38366
source: Normal
sl_si: Normalno

# #38367
source: Wait More
sl_si: Čakaj več

# #38368
source: Silence detection threshold
sl_si: Prag zaznavanja tišine

# #38369
source: Voice playback behaviour
sl_si: Obnašanje predvajanja glasu

# #38369
source: Choose how Kodi should behave when recording voice if you are playing video or audio. Voice transcription is more accurate when there is less background noise
sl_si: Izberite, kako naj se Kodi obnaša pri snemanju glasu, če predvajate video ali zvok. Glasovni prepis je natančnejši, če je hrupa v ozadju manj

# #38370
source: Keep playing (do nothing)
sl_si: Nadaljuj z igranjem (ne naredi ničesar)

# #38371
source: Pause playback until transcription is complete
sl_si: Zaustavite predvajanje, dokler prepis ni končan

# #38372
source: Mute playback until transcription is complete
sl_si: Izklopite predvajanje, dokler prepis ni končan

# #38373
source: Battery is charging
sl_si: Baterija se polni

# #38374
source: Battery is fully charged
sl_si: Baterija je popolnoma napolnjena

# #38375
source: Battery charger removed
sl_si: Polnilnik akumulatorja odstranjen

# #38376
source: OSMC Voice
sl_si: OSMC glas

# #38377
source: You must accept the terms under Settings -> System -> Input before you can use voice recognition
sl_si: Preden lahko uporabite prepoznavanje glasu, morate sprejeti pogoje pod Nastavitve -> Sistem -> Vnos

# #38378
source: Voice key not recognised. Please check the date and time are correct on your device
sl_si: Glasovna tipka ni prepoznana. Preverite, ali sta datum in ura na vaši napravi pravilna

# #38379
source: This device does not support voice recognition
sl_si: Ta naprava ne podpira prepoznavanja glasu

# #38380
source: Please limit the number of voice requests that you make in a period of time
sl_si: Omejite število glasovnih zahtev, ki jih naredite v določenem časovnem obdobju

# #38381
source: Please check your Internet connection is active before using voice recognition
sl_si: Pred uporabo prepoznavanja glasu preverite, ali je vaša internetna povezava aktivna

# #38382
source: An unknown error occurred processing your request
sl_si: Pri obdelavi vaše zahteve je prišlo do neznane napake

# #38383
source: OSMC Voice Remote
sl_si: Glasovni daljinski upravljalnik OSMC

# #38384
source: OSMC recommends leaving the UI resolution at a maximum of 1080p and will automatically switch to UHD resolutions during playback if necessary. Are you sure you wish to continue?
sl_si: OSMC priporoča, da pustite ločljivost uporabniškega vmesnika pri največ 1080p in bo med predvajanjem po potrebi samodejno preklopil na ločljivosti UHD. Ste prepričani, da želite nadaljevati?

# #38385
source: Enable this to force RGB output for some legacy TVs such as Philips 2009 era TVs. Fixes blue / green screen flashes. Requires reboot.
sl_si: Omogočite to, da vsilite izhod RGB za nekatere stare televizorje, kot so televizorji Philips iz leta 2009. Popravi utripanje modrega/zelenega zaslona. Zahteva ponovni zagon.

# #38386
source: Disables HPD events. Can fix sound issues. Requires reboot.
sl_si: Onemogoči dogodke HPD. Lahko odpravi težave z zvokom. Zahteva ponovni zagon.

# #38387
source: Turns off HDMI audio. Useful if you're using SPDIF audio and don't want audio on HDMI.
sl_si: Izklopi zvok HDMI. Uporabno, če uporabljate zvok SPDIF in ne želite zvoka na HDMI.

# #38388
source: Some displays (usually LG) work better with 4:2:2 colour subsampling, especially at 4K resolutions.
sl_si: Nekateri zasloni (običajno LG) delujejo bolje z barvnim podvzorčenjem 4:2:2, zlasti pri ločljivosti 4K.

# #38389
source: Set this to the maximum luminance of your display if your display does not support HDR
sl_si: To nastavite na največjo svetilnost vašega zaslona, če vaš zaslon ne podpira HDR

# #38999
source: Accelerate AV1
sl_si: Pospeši AV1

# #39000
source: HD and up
sl_si: HD ali več

# #39001
source: Accelerate MPEG2
sl_si: MPEG2 pospeševanje

# #39002
source: Accelerate MPEG4
sl_si: MPEG4 pospešpevanje

# #39003
source: Accelerate h264
sl_si: h264 pospešpevanje
