Repository: samnazarko/osmc
Catalog: package/mediacenter-addon-osmc/src/script.module.osmcsetting.logging/resources/language/resource.language.*/strings.po
Languages: sl_si

# #32001
source: Upload Logs
sl_si: Nalaganje dnevnikov

# #32002
source: All Configs and Logs
sl_si: Vse konfiguracije in dnevniki

# #32003
source: Kodi Log
sl_si: Kodi dnevnik

# #32004
source: /boot/config.txt (Pi only)
sl_si: /boot/config.txt (samo Pi)

# #32005
source: OSMC Packages
sl_si: OSMC paketi

# #32006
source: APT Logs
sl_si: APT dnevniki

# #32012
source: Upload Selected Logs Now
sl_si: Prenesite izbrane dnevnike zdaj

# #32013
source: OSMC Log Uploader
sl_si: OSMC nalaganje dnevnikov

# #32014
source: URL: %s
sl_si: URL naslov: %s

# #32021
source: System Journal
sl_si: Sistemski dnevnik

# #32022
source: All other packages
sl_si: Vsi ostali paketi

# #32023
source: Could not retrieve URL.
sl_si: URL-ja ni bilo mogoče pridobiti.

# #32025
source: Retrieving Logs
sl_si: Pridobivanje dnevnikov

# #32026
source: Uploading and Retrieving URL
sl_si: Nalaganje in pridobivanje URL-ja

# #32027
source: Combining and Writing Logs
sl_si: Združevanje in pisanje dnevnikov

# #32028
source: Kodi Old Log (excluded from All)
sl_si: Stari dnevnik Kodi (izključen iz vseh)

# #32030
source: /boot directory listing
sl_si: /boot seznam imenikov

# #32031
source: Kernel Details
sl_si: Podrobnosti jedra

# #32032
source: /etc/init.d directory listing
sl_si: /etc/init.d seznam imenikov

# #32033
source: /lib/systemd/system directory listing
sl_si: /lib/systemd/system sistemski imenik

# #32034
source: Free Memory
sl_si: Prosti pomnilnik

# #32035
source: Free Diskspace
sl_si: Prosti prostor na disku

# #32036
source: Retrieving %s
sl_si: Pridobivanje %s

# #32038
source: Copy Selected Logs to SD Card Now
sl_si: Kopiranje izbranih dnevnikov na SD kartico

# #32039
source: Copy Logs to SD Card Instead?
sl_si: Namesto tega kopirati dnevnike na SD kartico?

# #32040
source: Copy Complete
sl_si: Kopiranje končano

# #32041
source: Kernel Message Log (dmesg)
sl_si: Dnevnik sporočil jedra (dmesg)

# #32042
source: Display Info
sl_si: Prikaz informacij

# #32043
source: Network Interface Configuration
sl_si: Konfiguracija omrežnega vmesnika

# #32044
source: GUISettings.xml (includes audio settings)
sl_si: GUISettings.xml (vključuje zvočne nastavitve)

# #32045
source: GUISettings (abridged)
sl_si: GUISettings (skrajšano)
