Repository: samnazarko/osmc
Catalog: package/mediacenter-addon-osmc/src/script.module.osmcsetting.networking/resources/language/resource.language.*/strings.po
Languages: sl_si

# #32001
source: Tethering
sl_si: Privezovanje

# #32002
source: Exit
sl_si: Izhod

# #32004
source: OSMC Network Setup
sl_si: Nastavitev omrežja OSMC

# #32005
source: The address provided is not a valid IP address.
sl_si: Podani naslov ni veljaven IP naslov.

# #32006
source: Configure Network Manually
sl_si: Ročno konfigurirajte omrežje

# #32007
source: IP Address
sl_si: IP naslov

# #32008
source: Subnet Mask
sl_si: Maska podomrežja

# #32009
source: Default Gateway
sl_si: Privzeti prehod

# #32010
source: Primary DNS
sl_si: Primarni DNS

# #32011
source: Secondary DNS
sl_si: Sekundarni DNS

# #32012
source: Scan for connections
sl_si: Iskanje povezav

# #32013
source: Set Password
sl_si: Nastavi geslo

# #32014
source: Refresh
sl_si: Osveži

# #32015
source: Enable Bluetooth
sl_si: Omogoči Bluetooth

# #32016
source: Configuring...
sl_si: Konfiguriranje...

# #32017
source: Start/Stop Discovery
sl_si: Začetek/ustavitev odkrivanja

# #32018
source: Paired Devices
sl_si: Seznanjene naprave

# #32019
source: Available Devices
sl_si: Razpoložljive naprave

# #32020
source: Automatically configure the network toggle
sl_si: Samodejno konfigurirajte preklop omrežja

# #32021
source: Remove device
sl_si: Odstranite napravo

# #32022
source: Connect to device
sl_si: Povežite se z napravo

# #32023
source: Paired successfully with
sl_si: Uspešno združeno z

# #32024
source: Connection to
sl_si: Povezava z

# #32025
source: failed
sl_si: ni uspelo

# #32026
source: Bluetooth Pairing
sl_si: Bluetooth povezovanje

# #32027
source: Please enter the following on the device
sl_si: V napravo vnesite naslednje

# #32028
source: Authorize Service
sl_si: Pooblastitev servisa

# #32029
source: on device
sl_si: na napravi

# #32030
source: Enter PIN to Pair with
sl_si: Vnesite kodo PIN za seznanitev

# #32031
source: Confirm passkey
sl_si: Potrdite geslo

# #32032
source: for
sl_si: za

# #32033
source: Configure Network Using DHCP
sl_si: Konfigurirajte omrežje z uporabo DHCP

# #32034
source: Apply
sl_si: Uporabi

# #32035
source: Reset
sl_si: Ponastavitev

# #32036
source: NFS Network Settings
sl_si: Omrežne nastavitve NFS

# #32037
source: Your Settings will not take effect until you reboot. Reboot Now?
sl_si: Vaše nastavitve ne bodo začele veljati, dokler ne zaženete znova. Ponovno zaženi?

# #32038
source: The displayed network configuration may be out dated - A reboot is recommended before proceeding
sl_si: Prikazana omrežna konfiguracija je morda zastarela - pred nadaljevanjem priporočamo ponovni zagon

# #32039
source: Enable Adapter
sl_si: Omogoči vmesnik

# #32040
source: Do not connect this device to a wired network with a DHCP server
sl_si: Te naprave ne povezujte z žičnim omrežjem s strežnikom DHCP

# #32041
source: Wireless
sl_si: Brezžično

# #32042
source: Disconnect from
sl_si: Prekini povezavo z

# #32043
source: Connected or not connected
sl_si: Povezan ali nepovezan

# #32044
source: Status
sl_si: Stanje

# #32045
source: Checking....
sl_si: Preverjanje....

# #32046
source: Connected
sl_si: Povezan

# #32047
source: No internet
sl_si: Brez interneta

# #32048
source: Disabled
sl_si: Onemogočeno

# #32049
source: No wired connection
sl_si: Brez žične povezave

# #32050
source: No wireless connection
sl_si: Ni brezžične povezave

# #32051
source: Cancel
sl_si: Prekliči

# #32052
source: Connect to
sl_si: Poveži z

# #32053
source: Please disconnect from the current network before connecting to a different one
sl_si: Prekinite povezavo s trenutnim omrežjem, preden se povežete z drugim

# #32054
source: Wait for Network
sl_si: Počakajte na omrežje

# #32055
source: No
sl_si: Ne

# #32056
source: Pair and connect
sl_si: Seznani in poveži

# #32057
source: Connect without PIN
sl_si: Povežite se brez kode PIN

# #32058
source: Disconnect
sl_si: Prekini povezavo

# #32059
source: Disconnect and Forget
sl_si: Prekini povezavo in pozabi

# #32060
source: Wired
sl_si: Žično

# #32061
source: Hotspot SSID
sl_si: SSID dostopne točke

# #32062
source: Hotspot passphrase
sl_si: Geslo dostopne točke

# #32063
source: Portable Hotspot
sl_si: Prenosna dostopna točka

# #32064
source: Ethernet to WiFi
sl_si: Omrežje v WiFi

# #32065
source: WiFi to Ethernet
sl_si: WiFi v omrežje

# #32066
source: Enable
sl_si: Omogoči

# #32067
source: Disable
sl_si: Onemogoči

# #32068
source: Enter new SSID
sl_si: Vnesite nov SSID

# #32069
source: Enter new passphrase
sl_si: Vnesite novo geslo

# #32070
source: SSID must be set to enable WiFi Tethering
sl_si: SSID mora biti nastavljen, da omogočite WiFi privezovanje

# #32071
source: Passphrase must at least 8 characters long
sl_si: Geslo mora biti dolgo vsaj 8 znakov

# #32072
source: Error enabling hotspot - see log for details
sl_si: Napaka pri omogočanju dostopne točke – za podrobnosti glejte dnevnik

# #32073
source: Enter SSID to connect to this hidden network
sl_si: Vnesite SSID za povezavo s tem skritim omrežjem

# #32074
source: Passphrase must be 63 characters or less
sl_si: Geslo mora imeti 63 znakov ali manj

# #32075
source: Re-connect
sl_si: Ponovno poveži

# #32076
source: configuring
sl_si: konfiguriranje

# #32078
source: OSMC has detected MySQL details in your advancedsettings file and turned on "Waiting for Network" at boot. MySQL connection issues may be resolved on reboot.
sl_si: OSMC je zaznal podrobnosti MySQL v vaši datoteki z naprednimi nastavitvami in ob zagonu vklopil "Čakanje na omrežje". Težave s povezavo MySQL bodo morda odpravljene ob ponovnem zagonu.

# #32079
source: Undo
sl_si: Razveljavi

# #32080
source: OK
sl_si: Vredu

# #32082
source: MySQL settings are incomplete.
sl_si: Nastavitve MySQL so nepopolne.

# #32083
source: Discard MySQL settings changes?
sl_si: Želite zavreči spremembe nastavitev MySQL?

# #32084
source: Writing to advancedsettings.xml failed: Permission restrictions
sl_si: Pisanje v advancedsettings.xml ni uspelo: Omejitve dovoljenja

# #32085
source: Will you allow OSMC to change those restrictions?
sl_si: Ali boste dovolili OSMC, da spremeni te omejitve?

# #32086
source: Failed to change permission restrictions.
sl_si: Omejitev dovoljenj ni bilo mogoče spremeniti.

# #32087
source: More details may be found in the log.
sl_si: Več podrobnosti najdete v dnevniku.

# #32088
source: Failed to write to advancedsettings.xml again.
sl_si: Ponovno pisanje v advancedsettings.xml ni uspelo.

# #32089
source: Failed to change file permissions.
sl_si: Spreminjanje dovoljenj za datoteke ni uspelo.

# #32090
source: Please Enter MySQL Username
sl_si: Prosimo vnesite uporabniško ime za MySQL

# #32091
source: Please Enter MySQL Password
sl_si: Prosimo, vnesite geslo za MySQL

# #32092
source: Please Enter MySQL Port Number
sl_si: Vnesite številko vrat za MySQL

# #32093
source: Please Enter New Name
sl_si: Vnesite novo ime

# #32094
source: Forget %s?
sl_si: Pozabi %s?

# #32095
source: Enable MySQL Video Database
sl_si: Omogoči video bazo podatkov MySQL

# #32096
source: Name
sl_si: Naziv

# #32097
source: MyVideos
sl_si: Moji videoposnetki

# #32098
source: IP Address
sl_si: IP naslov

# #32099
source: Port
sl_si: Vrata

# #32100
source: User
sl_si: Uporabnik

# #32101
source: Pass
sl_si: Prepustnica

# #32102
source: Import Watched State
sl_si: Uvoz opazovanega stanja

# #32103
source: Import Resume Points
sl_si: Uvozi točke nadaljevanja

# #32104
source: Enable MySQL MusicDB
sl_si: Omogoči MySQL MusicDB

# #32105
source: MyMusic
sl_si: Moja glasba

# #32106
source: Unhandled Exception caught - See log for details
sl_si: Ujeta neobravnavana izjema - za podrobnosti glejte dnevnik
